Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# feedback.sendFeedback
source: Send us feedback
ar: أرسل لنا ملاحظاته
bn: আমাদেরকে মতামত পাঠান
de: Sende uns Feedback
es: Envíanos tus comentarios
fa: ارسال بازخورد برای ما
fr: Envoyer un commentaire
hi: हमें फीडबैक भेजें
it: Mandaci un feedback
ja: フィードバックを送信
pt_br: Enviar feedback
ru: Оставьте свой отзыв
tr: Bize geri bildirim gönderin
uk: Надішліть нам відгук
vi: Gửi phản hồi cho chúng tôi
zh_hans: 发送反馈

# firstHopSelection
source: Entry location
ar: موقع الإدخال
de: Eintrittsort
es: Ubicación de la entrada
fr: Emplacement de l'entrée
hi: उद्भव स्थान
it: Luogo di ingresso
ja: エントリの場所
pt_br: Localização da postagem
ru: Локация входа
uk: Місце входу
vi: Vị trí vào
zh_hans: 入口位置

# gateway.random
source: Random
ar: عشوائي
bn: এলোমেলো
de: Zufällig
es: Aleatorio
fa: تصادفی
fr: Aléatoire
hi: रैंडम
it: Casuale
ja: ランダム
pt_br: Aleatório
ru: Случайный
tr: Rastgele
uk: Випадковий
vi: Ngẫu nhiên
zh_hans: 随机选择

# gatewayInfo.advancedPrivacy
source: Advanced privacy
ar: الخصوصية المتقدمة
bn: উন্নত গোপনীয়তা
de: Erweiterte Privatsphäre
es: Privacidad avanzada
fa: حریم خصوصی پیشرفته
fr: Confidentialité avancée
hi: उन्नत गोपनीयता
it: Privacy avanzata
ja: 高度なプライバシー
pt_br: Privacidade avançada
ru: Расширенная конфиденциальность
tr: Gelişmiş gizlilik
uk: Розширена конфіденційність
vi: Quyền riêng tư nâng cao
zh_hans: 高级隐私

# gatewayInfo.advancedPrivacySubtitle
source: With mixnet (5-hop)
ar: مع مزج (5-hop)
bn: মিক্সনেটসহ (৫-হপ)
de: Mit Mix (5-Hop)
es: Con mixnet (5-salto)
fa: با میکس‌نت (۵ پرشی)
fr: Avec mixnet (5-hop)
hi: मिक्सनेट के साथ (5-हॉप)
it: Con miscela (5-luppolo)
pt_br: Com mixnet (5-hop)
ru: С микснетом (пятиступенчатым)
tr: Mixnet ile (5-hop (atlama))
uk: Через mixnet (5-hop)
vi: Với mixnet (5 bước nhảy)
zh_hans: 使用 mixnet (5-hop)

# gatewayInfo.asn
source: ASN
ar: آشن
fr: NAS
pt_br: AEA
tr: Otonom Sistem Numarası

# gatewayInfo.asnName
source: ASN name
ar: اسم ASN
bn: ASN নাম
es: Nombre ASN
fa: نام ASN
fr: Nom ASN
hi: ASN नाम
it: Nome ASN
ja: ASN 名
pt_br: Nome do ASN
ru: ASN имя
tr: Otonom Sistem'in adı
uk: Ім'я ASN
vi: Tên ASN
zh_hans: ASN 名称

# gatewayInfo.bridges
source: Anti-censorship
ar: مكافحة الرقابة
bn: সেন্সরশিপ-বিরোধী ফিচার
de: Zensurumgehung
es: Anti-censura
fa: تقابل با سانسور اینترنتی
fr: Anti-censure
hi: सेन्सरशिप के विरोध में
it: Anti-censura
ja: 検閲対策
pt_br: Anti-censura
ru: Антицензура
tr: Sansür Karşıtı
uk: Проти цензури
vi: Chống kiểm duyệt
zh_hans: 反检查

# gatewayInfo.buildVersion
source: Nym build version
ar: إصدار بناء Nym
bn: Nym বিল্ড সংস্করণ
es: Versión de construcción de Nym
fa: نسخه ساخت Nym
fr: Version de construction Nym
hi: Nym बिल्ड संस्करण
it: Versione build Nym
ja: Nym ビルド バージョン
pt_br: Versão da compilação Nym
ru: Версия сборки Nym
tr: Nym sürüm versiyonu
uk: Версія збірки Nym
vi: Phiên bản build Nym
zh_hans: Nym 构建版本

# gatewayInfo.datacenter
source: Datacenter IP
ar: عنوان IP لمركز البيانات
bn: ডেটাসেন্টার আইপি
de: Rechenzentrum-IP
es: IP del Datacenter
fa: آی‌پی مرکز داده
fr: Adresse IP du datacenter
hi: डेटासेंटर IP
it: IP Del Datacenter
ja: データセンターの IP
ru: IP дата-центра
tr: Veri Merkezi IP'si
uk: IP-адреса центру обробки даних
vi: IP trung tâm dữ liệu
zh_hans: 基准IP

# gatewayInfo.enableQuic1
source: Enable “QUIC protocol”
ar: تمكين "بروتوكول QUIC "
bn: "QUIC" প্রটোকল সক্রিয় করুন
de: Aktiviere „QUIC-Protokoll“
es: Habilitar “Protocolo QUIC”
fa: فعال‌کردن "پروتکل QUIC"
fr: Activer le « protocole QUIC»
hi: “QUIC प्रोटोकॉल” एनेबल करें
it: Abilita “Protocollo QUIC”
ja: 「QUICプロトコル」を有効にする
pt_br: Ativar o "protocolo QUIC"
ru: Включите «Протокол QUIC»
tr: QUIC protokolünü etkinleştir
uk: Увімкнути «Протокол QUIC»
vi: Bật "giao thức QUIC"
zh_hans: 启用“QUIC协议”

# gatewayInfo.enableQuic2
source: in Anti-censorship Settings to use this feature
ar: في إعدادات مكافحة الرقابة لاستخدام هذه الميزة
bn: এই ফিচারটি ব্যবহার করতে সেন্সরশিপ-বিরোধী সেটিংসে যান এবং সক্রিয় করুন
de: in den Zensurumgehung-Einstellungen, um diese Funktion zu nutzen
es: en Ajustes Anticensura para usar esta función
fa: در تنظیمات تقابل با سانسور اینترنتی، جهت استفاده از این قابلیت
fr: dans les paramètres anti-censure pour utiliser cette fonctionnalité
hi: एंटी-सेंसरशिप सेटिंग्स में इस फ़ीचर का उपयोग करने के लिए
it: nelle impostazioni anti-censura per utilizzare questa funzione
ja: この機能を使用する検閲対策設定
pt_br: nas Configurações de Anti-censura para usar este recurso
ru: в настройках антицензуры для использования этой функции
tr: “QUIC protokolünü” Sansür Karşıtı Ayarlar’dan etkinleştirin
uk: в налаштуваннях проти цензури, щоб використовувати цю функцію
vi: trong Cài đặt Chống kiểm duyệt để sử dụng tính năng này
zh_hans: 在反审查设置中使用此功能

# gatewayInfo.identityKey
source: Identity key
ar: مفتاح الهوية
bn: আইডেন্টিটি কী:
de: Identitätsschlüssel
es: Clave de identidad
fa: کلید شناسایی هویت
fr: Clé d'identité
hi: आइडेंटिटी की:
it: Chiave di identità
ja: IDキー
pt_br: Chave de identidade
ru: Идентификационный ключ
tr: Kimlik anahtarı
uk: Ключ ідентифікації
vi: Khóa xác thực
zh_hans: 身份密钥

# gatewayInfo.ipv4
source: Exit IPv4
ar: الخروج IPv4
bn: এক্সিট IPv4
de: IPv4 Austritt
es: Salir de IPv4
fa: خروج از IPv4
fr: Quitter IPv4
hi: IPv4 निकास
it: Esci Da IPv4
ja: IPv4を終了
pt_br: Sair do IPv4
ru: Выход из IPv4
uk: Вийти з IPv4
vi: Thoát IPv4
zh_hans: 退出 IPv4

# gatewayInfo.ipv6
source: Exit IPv6
ar: الخروج IPv6
bn: এক্সিট IPv6
de: IPv6 Austritt
es: Salir de IPv6
fa: خروج از IPv6
fr: Quitter IPv6
hi: IPv6 निकास
it: Uscita IPv6
ja: IPv6 を終了
pt_br: Sair do IPv6
ru: Выход из IPv6
uk: Вийти з IPv6
vi: Thoát IPv6
zh_hans: 退出 IPv6

# gatewayInfo.lastUpdate
source: Performance score calculated from server load and uptime. Uptime as last 24-hours average. Last update
ar: نتيجة الأداء محسوبة من تحميل الخادم ووقت إضافي. التحديث كآخر 24 ساعة. آخر تحديث
bn: পারফরম্যান্স স্কোর সার্ভার লোড ও আপটাইম থেকে নির্ধারিত। আপটাইম হিসেবে শেষ ২৪ ঘণ্টার গড় নেওয়া হয়েছে। সর্বশেষ আপডেট:
de: Die Gesamtleistung basiert auf Serverlast und Verfügbarkeit. Die Verfügbarkeit wurde als Durchschnitt der letzten 24 Stunden berechnet. Letzte Aktualisierung
es: Puntuación de rendimiento calculada a partir de la carga y actualización del servidor. Tiempo de actualización como media de las últimas 24 horas. Última actualización
fa: امتیاز عملکرد از بارگذاری سرور و مدت زمان فعال بودن محاسبه میگردد. مدت زمان فعال بودن به صورت میانگین ۲۴ ساعت آخر است. آخرین به‌روزرسانی
fr: Score de performance calculé à partir de la charge du serveur et du temps de disponibilité. Temps de disponibilité des dernières 24 heures. Dernière mise à jour
hi: प्रदर्शन स्कोर सर्वर लोड और अपटाइम से गणना किया गया है। अपटाइम पिछले २४ घंटों के औसत के रूप में। अंतिम अपडेट ।
it: Punteggio delle prestazioni calcolato dal carico del server e dall'uptime. Uptime come ultima media di 24 ore. Ultimo aggiornamento
ja: サーバーの負荷とアップタイムから計算されたパフォーマンススコア。24時間の平均稼働時間。最終更新日時
pt_br: Pontuação de desempenho calculada a partir da carga do servidor e do tempo de utilização. Atualizado como última média de 24 horas. Última atualização
ru: Показатель производительности, рассчитанный на основе нагрузки и времени обновления. Обновления в течение 24 часов. Последнее обновление
tr: Performans puanı, sunucu yükü ve çalışma süresi dikkate alınarak hesaplanır. Çalışma süresi, son 24 saatin ortalamasıdır. Son güncelleme
uk: Оцінка продуктивності розраховується на основі навантаження на сервер і часу безвідмовної роботи. Час безвідмовної роботи — середнє значення за останні 24 години. Останнє оновлення
vi: Điểm hiệu suất được tính dựa trên tải máy chủ và thời gian hoạt động. Thời gian hoạt động được tính trung bình trong 24 giờ qua. Cập nhật lần cuối
zh_hans: 根据服务器负载和更新计算的性能分数。最新时间为24小时平均值。最后更新

# gatewayInfo.missingInfo
source: Why is there missing or incorrect info
ar: لماذا هناك معلومات مفقودة أو غير صحيحة
bn: তথ্য অনুপস্থিত বা ভুল কেন?
de: Warum fehlende oder falsche Informationen vorhanden sein können
es: ¿Por qué falta información o es incorrecta
fa: چرا اطلاعات ناقص یا نادرست وجود دارد
fr: Pourquoi y a-t-il des informations manquantes ou incorrectes
hi: जानकारी गायब या गलत क्यों है
it: Perché ci sono informazioni mancanti o errate
ja: なぜ情報が見つからない、または間違っているのですか？
pt_br: Por que há informações faltando ou incorretas
ru: Почему информация отсутствует или указана неверно
tr: Neden bazı bilgiler eksik veya hatalı?
uk: Чому інформація відсутня або неправильна?
vi: Tại sao lại thiếu hoặc sai thông tin
zh_hans: 为什么缺少或信息不正确

# gatewayInfo.moreDetailsIn
source: More details in the Nym
ar: المزيد من التفاصيل في نسيم
bn: আরও বিস্তারিত দেখুন
de: Mehr Details im
es: Más detalles en el Nym
fa: جزئیات بیشتر در Nym
fr: Plus de détails dans le Nym
hi: अधिक जानकारी के लिए Nym
it: Maggiori dettagli nel Nym
ja: Nym の詳細情報
pt_br: Mais detalhes no Ninásio
ru: Больше подробностей в Nym
tr: Detaylı bilgi için Nym ’i inceleyin.
uk: Більше деталей у Nym
vi: Xem chi tiết trong Nym
zh_hans: Nym的更多详细信息

# gatewayInfo.networkExplorer
source: Network Explorer
ar: مستكشف الشبكة
bn: Nym Network Explorer
de: Netzwerk-Explorer
es: Explorador de red
fa: کاوشگر شبکه
fr: Explorateur de réseau
hi: नेटवर्क एक्सप्लोरर
ja: ネットワークエクスプローラー
pt_br: Explorador de Rede
ru: Эксплорер сети
uk: Мережевий провідник
vi: Trình khám phá mạng
zh_hans: 网络浏览器

# gatewayInfo.overallPerformance
source: Overall performance
ar: الأداء العام
bn: সামগ্রিক কর্মক্ষমতা
de: Gesamtleistung
es: Rendimiento global
fa: عملکرد کلی
fr: Performance globale
hi: कुल प्रदर्शन
it: Prestazioni complessive
ja: 全体的なパフォーマンス
pt_br: Desempenho geral
ru: Общая производительность
tr: Genel performans
uk: Загальна продуктивність
vi: Hiệu suất tổng thể
zh_hans: 总体执行情况

# gatewayInfo.quicProtocol
source: QUIC protocol
ar: بروتوكول QUIC
bn: QUIC প্রটোকল
de: QUIC-Protokoll
es: Protocolo QUIC
fa: بروتوكول QUIC
fr: Protocole QUIC
hi: QUIC प्रोटोकॉल
it: Protocollo QUIC
ja: QUICプロトコル
pt_br: Protocolo QUIC
ru: Протокол QUIC
tr: QUIC protokolü
uk: Протокол QUIC
vi: Giao thức QUIC
zh_hans: QUIC 协议

# gatewayInfo.residentialIp
source: Residential IP
ar: عنوان IP للسكن
bn: রেসিডেন্সিয়াল আইপি
de: Wohnungs-IP
es: IP residencial
fa: آی‌پی مسکونی
fr: IP résidentielle
hi: आवासीय IP
it: Ip Residenziale
ja: レジデンシャルIP
pt_br: IP Residencial
ru: Пользовательский IP-адрес
tr: Yerleşik IP
uk: Домашня IP
vi: Địa chỉ IP dân cư
zh_hans: 住宅IP

# gatewayInfo.selectServer
source: Select server
ar: حدد الخادم
bn: সার্ভার নির্বাচন করুন
de: Server auswählen
es: Seleccionar servidor
fa: انتخاب سرور
fr: Sélectionnez le serveur
hi: सर्वर चुनें
it: Seleziona server
ja: サーバーを選択
pt_br: Selecionar servidor
ru: Выберите сервер
tr: Sunucu seçin
uk: Виберіть сервер
vi: Chọn máy chủ
zh_hans: 选择服务器

# gatewayInfo.serverDetails
source: Server details
ar: تفاصيل الخادم
bn: সার্ভার বিবরণ
es: Detalles del servidor
fa: جزئیات سرور
fr: Détails du serveur
hi: सर्वर विवरण
it: Dettagli del server
ja: サーバーの詳細
pt_br: Detalhes do servidor
ru: Детали сервера
tr: Sunucu detayları
uk: Деталі сервера
vi: Thông tin máy chủ
zh_hans: 服务器详细信息

# gatewayInfo.serverLoad
source: Server load
ar: تحميل الخادم
bn: সার্ভার লোড'
de: Serverlast
es: Carga del servidor
fa: بارگذاری سرور
fr: Charge du serveur
hi: सर्वर लोड
it: Carico del server
ja: サーバーの読み込み
pt_br: Carga do servidor
ru: Загрузка сервера
tr: Sunucunun mevcut yük durumu
uk: Навантаження на сервер
vi: Tải máy chủ
zh_hans: 服务器负载

# gatewayInfo.streamingAndContent
source: Streaming and content
ar: البث والمحتوى
bn: স্ট্রিমিং ও কনটেন্ট
de: Streaming und Inhalt
es: Transmisión y contenido
fa: پخش زنده & محتوا
fr: Streaming et contenu
hi: स्ट्रीमिंग और सामग्री
it: Streaming e contenuti
ja: ストリーミングとコンテンツ
pt_br: Streaming e conteúdo
ru: Стриминг и контент
tr: Akış ve içerik
uk: Стрімінг та контент
vi: Phát trực tiếp và đăng tải nội dung
zh_hans: 流量和内容

# gatewayInfo.uptime
source: Uptime
ar: وقت التحديث
bn: আপটাইম
de: Laufzeit
es: Actualización
fa: مدت زمان فعالیت
fr: Délai de disponibilité
hi: अपटाइम
ja: 稼働時間
pt_br: Tempo em atividade
ru: Время работы
tr: Çalışma süresi
uk: Час роботи
vi: Thời gian hoạt động
zh_hans: 运行时间

# gatewaySelector.expandServers
source: Expand servers
ar: توسيع الخوادم
bn: সার্ভার সম্প্রসারিত করুন
de: Server erweitern
es: Expandir lista de servidores
fa: باز کردن لیست سرورها
fr: Extension des serveurs
hi: सर्वर का विस्तार करें
it: Espandi server
pt_br: Expandir servidores
ru: Развернуть серверы
tr: Sunucu seçeneklerini artır
uk: Розгорнути сервери
vi: Mở rộng máy chủ
zh_hans: 扩展服务器

# gatewaySelector.servers
source: servers
ar: خوادم
bn: সার্ভারসমূহ
de: Server
es: servidores
fa: سرورها
fr: serveurs
hi: सर्वर
it: server
ja: サーバー
pt_br: servidores
ru: сервера
tr: sunucular
uk: сервери
vi: các máy chủ
zh_hans: 服务器

# gatewaysView.quic1
source: Only showing Fast mode locations and servers supporting the QUIC protocol. To reveal all servers, turn off QUIC
ar: عرض مواقع الوضع السريع والخوادم التي تدعم بروتوكول QUIC فقط. للكشف عن جميع الخوادم، إيقاف تشغيل QUIC
bn: শুধু ফাস্ট মোডের লোকেশন ও QUIC-সমর্থিত সার্ভার দেখানো হচ্ছে। সব সার্ভার দেখতে QUIC বন্ধ করুন
de: Es werden nur Server angezeigt, die den Schnellmodus und das QUIC-Protokoll unterstützen. Um alle Server anzuzeigen, deaktiviere QUIC
es: Sólo mostrando ubicaciones en modo rápido y servidores que soportan el protocolo QUIC. Para revelar todos los servidores, desactiva QUIC
fa: فقط مکان‌ها و سرورهایی را نمایش می‌دهد که از حالت سریع (Fast Mode) و پروتکل QUIC پشتیبانی می‌کنند. برای نمایش تمام سرورها، گزینه‌ی QUIC را غیرفعال کنید
fr: Afficher uniquement les emplacements du mode rapide et les serveurs prenant en charge le protocole QUIC. Pour révéler tous les serveurs, désactiver QUIC
hi: केवल QUIC प्रोटोकॉल का सपोर्ट करने वाले फ़ास्ट मोड स्थान और सर्वर दिखाए जा रहे हैं। सभी सर्वर देखने के लिए, QUIC बंद करें
it: Mostra solo posizioni e server in modalità veloce che supportano il protocollo QUIC. Per rivelare tutti i server, disattiva QUIC
ja: QUICプロトコルをサポートするファストモードの場所とサーバーのみを表示します。すべてのサーバーを表示するには、QUICをオフにしてください。
pt_br: Mostrar apenas localizações e servidores rápidos que suportam o protocolo QUIC. Para revelar todos os servidores, desative o QUIC
ru: Отображение только быстрого режима местоположения и серверов, поддерживающих протокол QUIC. Чтобы открыть все серверы, выключите QUIC
tr: Yalnızca Hızlı mod konumları ve QUIC protokolünü destekleyen sunucular gösteriliyor. Tüm sunucuları görmek için QUIC’i kapatın.
uk: Відображаються лише локації та сервери, що підтримують протокол QUIC. Щоб відобразити всі сервери, вимкніть QUIC
vi: Chỉ hiển thị các vị trí chế độ Nhanh và máy chủ hỗ trợ giao thức QUIC. Để hiển thị tất cả máy chủ, tắt QUIC
zh_hans: 仅显示支持QUIC 协议的快速模式的国家和地区以及服务器。要显示所有服务器，请关闭 QUIC 协议

# gatewaysView.quic2
source: here
ar: هنا
bn: এখানে
de: hier
es: aqui
fa: اینجا
fr: ici
hi: यहाँ
it: qui
ja: ここ
pt_br: Aqui
ru: здесь
tr: burada
uk: тут
vi: tại đây
zh_hans: 在这里

# general.off
source: Off
ar: متوقف
bn: বন্ধ
es: Apagar
fa: خاموش
fr: Désactivé
hi: ऑफ
pt_br: Desligado
ru: Выключить
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭

# general.on
source: On
ar: تشغيل
bn: চালু
es: Encendido
fa: روشن
fr: Activé
hi: ऑन
it: Acceso
pt_br: Ligado
ru: Включить
tr: Açık
uk: Увімкнено
vi: Bật
zh_hans: 打开

# generalNymError.cannotFetchCountries
source: Something went wrong: Cannot fetch countries
ar: حدث خطأ ما: لا يمكن جلب البلدان
bn: সমস্যা: দেশসমূহ আনতে পারছি না
de: Etwas ist schief gelaufen: Länder können nicht abgerufen werden
es: Algo salió mal: No se puede obtener la lista de países
fa: خطایی رخ داده است: نمی‌توان کشورها را بارگذاری کرد
fr: Un problème est survenu. Impossible de récupérer la liste des emplacements.
hi: कुछ गलत हो गया: देशों की जानकारी नहीं मिल सकी
it: Qualcosa è andato storto: Impossibile recuperare i paesi
ja: 問題が発生しました: 国を取得できません
pt_br: Algo deu errado: Não é possível carregar países pré-agrupados
ru: Что-то пошло не так: Не удалось получить список стран
tr: Bir şeyler ters gitti: Ülkeler alınamıyor
uk: Щось пішло не так: Невдача при отриманні країн
vi: Đã xảy ra lỗi: Không thể tìm được quốc gia
zh_hans: 发现错误：无法获取国家列表

# generalNymError.cannotParseCountries
source: Something went wrong: Cannot parse pre-bundled countries
ar: حدث خطأ ما: لا يمكن تحليل البلدان المجمعة مسبقاً
bn: সমস্যা: পূর্ব-সংযুক্ত দেশসমূহ পার্স করা যায়নি
de: Etwas ist schief gelaufen: Vorgebündelte Länder können nicht geparst werden
es: Algo salió mal: no se pueden analizar los países preintegrados
fa: خطایی رخ داده است: امکان تجزیه داده‌های کشورهای از پیش بسته‌بندی شده وجود ندارد
fr: Un problème est survenu. Impossible de charger la liste des emplacements.
hi: कुछ गलत हुआ: पहले से बंडल किए गए देशों को पार्स नहीं कर सकते
it: Qualcosa è andato storto: Impossibile analizzare i paesi preaggregati
ja: 問題が発生しました: 事前にバンドルされた国を読み込むことができません
pt_br: Algo deu errado: Não é possível analisar os países pré-agrupados
ru: Что-то пошло не так: Не удалось разобрать предварительно упакованные страны
tr: Bir hata oluştu: Önceden entegre edilmiş ülkeler alınamıyor
uk: Щось пішло не так: Невдача при аналізі попередньо упакованих країн
vi: Đã xảy ra sự cố: Không thể phân tích dữ liệu quốc gia được đóng gói sẵn
zh_hans: 发现错误：无法解析预置国家列表

# generalNymError.invalidUrl
source: Something went wrong: Invalid url
ar: حدث خطأ ما: رابط غير صالح
bn: সমস্যা: অবৈধ URL
de: Etwas ist schief gelaufen: Ungültige URL
es: Algo salió mal: url no válida
fa: خطایی رخ داده است: Url نامعتبر
fr: Un problème est survenu. Adresse URL invalide.
hi: कुछ गलत हो गया: अमान्य यूआरएल
it: Qualcosa è andato storto: URL non valido
ja: 問題が発生しました: 無効な URL
pt_br: Algo deu errado: url inválida
ru: Что-то пошло не так: Неверный URL
tr: Bir şeyler yanlış gitti: Geçersiz url
uk: Щось пішло не так: Невірний url
vi: Đã xảy ra sự cố: url không hợp lệ
zh_hans: 发现错误：网址无效

# generalNymError.noEnv
source: Failed to fetch environment
ar: فشل في جلب البيئة
bn: পরিবেশ তথ্য আনতে ব্যর্থ
de: Umgebung konnte nicht abgerufen werden
es: Error al recuperar el entorno
fa: عدم موفقیت در دسترسی به محیط اجرا
fr: Impossible de récupérer l'environnement
hi: पर्यावरण प्राप्त करने में विफल
it: Recupero ambiente non riuscito
ja: 環境の取得に失敗
pt_br: Falha ao buscar o ambiente
ru: Не удалось получить данные окружения
tr: Çevre verisi alınamadı
uk: Не вдалося отримати середовище
vi: Không thể lấy thông tin môi trường
zh_hans: 获取环境失败

# generalNymError.noPrebundledCountries
source: Something went wrong: Cannot load pre-bundled countries
ar: حدث خطأ ما: لا يمكن تحميل الدول المجمعة مسبقاً
bn: সমস্যা: পূর্ব-সংযুক্ত দেশগুলোর তথ্য লোড করা যায়নি
de: Etwas ist schief gelaufen: Vorbündelte Länder können nicht geladen werden
es: Algo salió mal: no se pueden cargar los países preintegrados
fa: خطایی رخ داده است: امکان تجزیه داده‌های کشورهای از پیش بسته‌بندی شده وجود ندارد
fr: Un problème est survenu. Impossible de charger les emplacements.
hi: कुछ गड़बड़ हो गई: प्री-बंडल देशों को लोड नहीं कर सकते
it: Qualcosa è andato storto: Impossibile caricare i paesi preaggregati
ja: 問題が発生しました: 事前にバンドルされた国を読み込むことができません
pt_br: Algo deu errado: Não é possível carregar países pré-agrupados
ru: Что-то пошло не так: Не удалось загрузить заранее подготовленный список стран
tr: Bir şeyler yanlış gitti: Önceden yüklenmiş ülkeler alınamıyor
uk: Щось пішло не так: Не вдалося завантажити попередньо упаковані країни
vi: Đã xảy ra sự cố: Không thể tải dữ liệu quốc gia được đóng gói sẵn
zh_hans: 发现错误：无法加载预置国家列表

# generalNymError.somethingWentWrong
source: Something went wrong. Please try again.
ar: حدث خطأ ما. الرجاء المحاولة مرة أخرى.
bn: কিছু একটা ভুল হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।.
de: Etwas ist schief gelaufen. Bitte versuche es noch einmal.
es: Algo salió mal. Inténtalo de nuevo.
fa: خطایی رخ داده است. لطفا دوباره سعی کنید.
fr: Une erreur est survenue. Merci de réessayer.
hi: कुछ गड़बड़ हुई है। कृपया दोबारा प्रयास करें।
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度やり直してください。
pt_br: Ocorreu um erro. Tente novamente.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.
tr: Bir şeyler yanlış gitti. Lütfen yeniden deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.
vi: Đã xảy ra sự cố. Vui lòng thử lại.
zh_hans: 发现错误。请重试。

# generatePassphrase.subtitle1
source: Creating keys that never leave your device
ar: إنشاء مفاتيح لا تترك جهازك أبداً
bn: এমন কী তৈরি করা হচ্ছে যা কখনোই আপনার ডিভাইস ছাড়ে না
de: Erstelle Schlüssel, die dein Gerät nie verlassen
es: Creando claves que nunca abandonan tu dispositivo
fa: ساخت کلیدهایی که هرگز از دستگاه شما خارج نمی‌شوند
fr: Génération de clés qui restent toujours sur votre appareil
hi: ऐसे कुंजी बन रही है जो कभी भी आपके उपकरण को नहीं छोड़ेंगी
it: Creazione di tasti che non lasciano mai il dispositivo
ja: デバイスから離れないキーを作成する
pt_br: Criando chaves que nunca saem do seu dispositivo
ru: Создание ключей, которые никогда не покидают ваше устройство
tr: Anahtarlarınızı sadece cihazınızda oluşturun ve cihazdan hiç dışarı çıkarmayın.
uk: Створення клавіш, які ніколи не залишають ваш пристрій
vi: Tạo khóa và lưu giữ hoàn toàn trong thiết bị
zh_hans: 创建存储在设备本地的密钥

# generatePassphrase.subtitle2
source: Establishing anonymous network credentials
ar: إنشاء بيانات اعتماد الشبكة المجهولة
bn: গোপন নেটওয়ার্ক ক্রেডেনশিয়াল তৈরি করা হচ্ছে
de: Einrichtung anonymer Netzwerk-Anmeldeinformationen
es: Estableciendo credenciales de red anónimas
fa: ایجاد گواهی‌ اتصال شبکه ناشناس
fr: Établissement des identifiants de réseau anonymes
hi: गुमनाम नेटवर्क प्रमाण पत्र स्थापित हो रहा है
it: Creazione di credenziali di rete anonime
ja: 匿名のネットワーク認証情報を確立しています
pt_br: Estabelecendo credenciais de rede anônimas
ru: Создание анонимных сетевых учетных данных
tr: Anonim ağ kimlik bilgileri oluşturuluyor
uk: Додавання анонімних облікових даних мережі
vi: Thiết lập thông tin xác thực mạng ẩn danh
zh_hans: 正在生成匿名网络凭据

# generatePassphrase.subtitle3
source: Encrypting credentials with your device key. Only you can unlock them
ar: تشفير بيانات الاعتماد باستخدام مفتاح جهازك. فقط يمكنك فتحها
bn: ক্রেডেনশিয়ালগুলোকে আপনার ডিভাইস কী দিয়ে এনক্রিপ্ট করা হচ্ছে — শুধুমাত্র আপনি এগুলো আনলক করতে পারবেন।
de: Verschlüssle Anmeldeinformationen mit deinem Geräteschlüssel. Nur du kannst sie entsperren
es: Cifrando credenciales con la clave de tu dispositivo. Sólo tú puedes desbloquearlas
fa: رمزگذاری اعتبارنامه‌ها با کلید دستگاه شما. فقط شما می‌توانید آن‌ها را باز کنید
fr: Chiffrement des identifiants avec la clé de votre appareil. Seul vous pouvez les déverrouiller
hi: आपके डिवाइस कुंजी से क्रेडेंशियल्स को एन्क्रिप्ट किया जा रहा है। केवल आप ही उन्हें अनलॉक कर सकते हैं।
it: Crittografare le credenziali con la chiave del dispositivo. Solo tu puoi sbloccarle
ja: デバイスキーで認証情報を暗号化しています。ロックを解除できるのはあなただけです。
pt_br: Criptografando credenciais com a chave do seu dispositivo. Apenas você pode desbloqueá-las
ru: Шифрование учетных данных ключом вашего устройства. Только вы можете разблокировать их
tr: Kimlik bilgilerinizi cihaz anahtarınızla şifreliyoruz. Yalnızca siz bunların kilidini açabilirsiniz.
uk: Шифрування облікових даних за допомогою ключа вашого пристрою. Тільки ви можете розблокувати їх
vi: Mã hóa thông tin xác thực bằng khóa thiết bị của bạn. Chỉ bạn mới có thể mở khóa chúng
zh_hans: 正在使用设备密钥加密凭据。只有您才能解锁它们

# generatePassphrase.title1
source: Generating cryptographic keypairs...
ar: توليد أزواج مفاتيح التشفير...
bn: ক্রিপ্টো-গনিতিক কী-পেয়ার তৈরি করা হচ্ছে
de: Generiere kryptographische Schlüsselpaare ...
es: Generando pares de claves criptográficos...
fa: در حال تولید جفت‌کلید رمزنگاری...
fr: Génération des paires de clés cryptographiques...
hi: क्रिप्टोग्राफिक कुंजी युग्म उत्पन्न किया जा रहा है...
it: Generazione di coppie di chiavi crittografiche...
ja: 暗号キーペアを生成しています...
pt_br: Gerando pares de chaves criptográficas...
ru: Создание криптографических ключей...
tr: Kriptografik anahtar çiftleri oluşturuluyor...
uk: Створення криптографічних клавіатур...
vi: Đang tạo cặp khóa mã hóa...
zh_hans: 正在生成加密密钥对...
